[
  {
    "text": "If Obama resigns from office NOW, thereby doing a great service to the country—I will give him free lifetime golf at any one of my courses!",
    "status": "1"
  },
  {
    "text": "Obama is, without question, the WORST EVER president. I predict he will now do something really bad and totally stupid to show manhood!",
    "status": "1"
  },
  {
    "text": "This election is a total sham and a travesty. We are not a democracy!",
    "status": "1"
  },
  {
    "text": "I have never seen a thin person drinking Diet Coke.",
    "status": "1"
  },
  {
    "text": "Robert I'm getting a lot of heat for saying you should dump Kristen- but I'm right. If you saw the Miss Universe girls you would reconsider.",
    "status": "1"
  },
  {
    "text": "So many tweets & stories on Stewart/Pattinson Look, it doesn't matter-- the relationship will never be the same. It is permanently broken.",
    "status": "1"
  },
  {
    "text": "Unfortunately, Barack has done such a bad job that even his parents are ashamed of it now.",
    "status": "0"
  },
  {
    "text": "Brussels was such a beautiful little country in Central Europe.",
    "status": "0"
  },
  {
    "text": "Life is a game and who knows how to manipulate it wins the game without any effort.",
    "status": "0"
  },
  {
    "text": "We will punish those who mean to play our mom. Only I am allowed to do that.",
    "status": "0"
  },
  {
    "text": ".<a class=\"tweet_link\">@katyperry</a> must have been drunk when she married Russell Brand <a class=\"tweet_link\">@rustyrockets</a>  – but he did send me a really nice letter of apology!",
    "status": "1"
  },
  {
    "text": ".<a class=\"tweet_link\">@katyperry</a> Katy, what the hell were you thinking when you married loser Russell Brand. There is a guy who has got nothing going, a waste!",
    "status": "1"
  },
  {
    "text": ".<a class=\"tweet_link\">@ariannahuff</a> is unattractive both inside and out. I fully understand why her former husband left her for a man- he made a good decision.",
    "status": "1"
  },
  {
    "text": "The U.S. cannot allow EBOLA infected people back. People that go to far away places to help out are great-but must suffer the consequences!",
    "status": "1"
  },
  {
    "text": "Amazing how the haters & losers keep tweeting the name “F**kface Von Clownstick” like they are so original & like no one else is doing it...",
    "status": "1"
  },
  {
    "text": "No joke, the world is full of fucking fake news. Trust nobody other than <a class=\"tweet_link\">@FoxNews</a>, there doing the right thing. No doubt.",
    "status": "0"
  },
  {
    "text": "Germany is just a mess. WE need somebody to tell them, that there doing it all wrong.",
    "status": "0"
  },
  {
    "text": "Today I enjoyed my breakfest alone. You know why? Because I have a wall around my secure space. So should also have the U.S.",
    "status": "0"
  },
  {
    "text": "Don't listen to all the haters and losers out there. I'm the only one wining, so why give them any attention.",
    "status": "0"
  },
  {
    "text": "The concept of global warming was invented by and for the Chinese in order to make U.S. manufacturing non competitive.",
    "status": "1"
  },
  {
    "text": "Remember when the failing <a class=\"tweet_link\">@nytimes</a> apologized to its subscribers, right after the election, because their coverage was so wrong. Now worse!",
    "status": "1"
  },
  {
    "text": "After Turkey call I will be heading over to Trump National Golf Club, Jupiter, to play golf (quickly) with Tiger Woods and Dustin Johnson. Then back to Mar-a-Lago for talks on bringing even more jobs and companies back to the USA!.",
    "status": "1"
  },
  {
    "text": "Sometimes I like golf all day long and just ignore the rest of the nonsense happing right now in the world.",
    "status": "0"
  },
  {
    "text": "My son Donald openly gave his e-mails to the media & authorities whereas Crooked Hillary Clinton deleted (& acid washed) her 33,000 e-mails!",
    "status": "1"
  },
  {
    "text": "Is it legal for a sitting President to be 'wire tapping' a race for president prior to an election? Turned down by court earlier. A NEW LOW!",
    "status": "1"
  },
  {
    "text": "The Supreme Court is one of the main reasons I got elected President. I hope Republican Voters, and others, are watching, and studying, the Democrats Playbook.",
    "status": "1"
  },
  {
    "text": "Happy Constitution Day! Let us celebrate it as long as it still exists. WE NEED CHANGE!",
    "status": "0"
  },
  {
    "text": "Mexico is going to pay all of it and there is nothing to discuss. BUILD this WALL and SAFE us AMERICANS!",
    "status": "0"
  },
  {
    "text": "Our Steel Industry is the talk of the World. It has been given new life, and is thriving. Billions of Dollars is being spent on new plants all around the country!",
    "status": "1"
  },
  {
    "text": "When President Obama said that he has been to “57 States,” very little mention in Fake News Media. Can you imagine if I said that...story of the year! <a class=\"tweet_link\">@IngrahamAngle</a>",
    "status": "1"
  },
  {
    "text": "......MAKE FRANCE GREAT AGAIN!",
    "status": "1"
  },
  {
    "text": ".....This was done by the Democrats in order to make me look as bad as possible when I was successfully raising Billions of Dollars to help rebuild Puerto Rico. If a person died for any reason, like old age, just add them onto the list. Bad politics. I love Puerto Rico!",
    "status": "1"
  },
  {
    "text": "The FAKE NEWS is going CRAZY! There is nothing but the truth and this is where the media fails at. God bless the people and our land, because these CNN like reporters are doing there job so wrong as it could be.",
    "status": "0"
  },
  {
    "text": "I am looking into 3-D Plastic Guns being sold to the public. Already spoke to NRA, dosen't seem to make much sense.",
    "status": "1"
  },
  {
    "text": "Collusion is not a crime, but that doesn't matter because there was No Collusion (except by Crooked Hillary and the Democrats)!",
    "status": "1"
  },
  {
    "text": "We (Putin and me) got along well which truly bothered many haters who wanted to see a boxing match.",
    "status": "1"
  },
  {
    "text": "SUPREME COURT UPHOLDS TRUMP TRAVEL BAN. Wow!",
    "status": "1"
  },
  {
    "text": "I've never touched my daughter other than a regular dad would do. It's just normal, don't believe the fake media.",
    "status": "0"
  },
  {
    "text": "WE NEED MORE SECURE BORDERS. Thats it. So simple, but so important.",
    "status": "0"
  }
]
