[
  {
    "text": "If Obama resigns from office NOW, thereby doing a great service to the country—I will give him free lifetime golf at any one of my courses!",
    "status": "1"
  },
  {
    "text": "Obama is, without question, the WORST EVER president. I predict he will now do something really bad and totally stupid to show manhood!",
    "status": "1"
  },
  {
    "text": "This election is a total sham and a travesty. We are not a democracy!",
    "status": "1"
  },
  {
    "text": "I have never seen a thin person drinking Diet Coke.",
    "status": "1"
  },
  {
    "text": "Robert I'm getting a lot of heat for saying you should dump Kristen- but I'm right. If you saw the Miss Universe girls you would reconsider.",
    "status": "1"
  },
  {
    "text": "So many tweets & stories on Stewart/Pattinson Look, it doesn't matter-- the relationship will never be the same. It is permanently broken.",
    "status": "1"
  },
  {
    "text": "Unfortunately, Barack has done such a bad job that even his parents are ashamed of it now.",
    "status": "0"
  },
  {
    "text": "Brussels was such a beautiful little country in Central Europe.",
    "status": "0"
  },
  {
    "text": "Life is a game and who knows how to manipulate it wins the game without any effort.",
    "status": "0"
  },
  {
    "text": "We will punish those who mean to play our mom. Only I am allowed to do that.",
    "status": "0"
  },
  {
    "text": ".@katyperry must have been drunk when she married Russell Brand @rustyrockets – but he did send me a really nice letter of apology!",
    "status": "1"
  },
  {
    "text": ".@katyperry  Katy, what the hell were you thinking when you married loser Russell Brand. There is a guy who has got nothing going, a waste!",
    "status": "1"
  },
  {
    "text": ".@ariannahuff is unattractive both inside and out. I fully understand why her former husband left her for a man- he made a good decision.",
    "status": "1"
  },
  {
    "text": "The U.S. cannot allow EBOLA infected people back. People that go to far away places to help out are great-but must suffer the consequences!",
    "status": "1"
  },
  {
    "text": "Amazing how the haters & losers keep tweeting the name “F**kface Von Clownstick” like they are so original & like no one else is doing it...",
    "status": "1"
  }
]
